{
    "navigation": {
        "home": {
            "title": "Начало",
            "sub-title": "Където всичко започна"
        },
        "about": {
            "title": "Кои сме ние",
            "sub-title": "Опознай ни"
        },
        "realisations": {
            "title": "Проекти",
            "sub-title": "С които се гордеем"
        },
        "contact": {
            "title": "Контакти",
            "sub-title": "Очакваме те"
        }
    },
    "home": {
        "page-title": "Начало - IGS Production",
        "title": "Използвайки нова медия, ние превръщаме <span>вашите идеи</span> в реалност!",
        "animation-path": {
            "webm": "./images/text/home/home-bg.webm",
            "mov": "./images/text/home/home-bg.mov"
        },
        "realisations-button": "Нашите проекти"
    },
    "about": {
        "page-title": "Кои сме ние - IGS Production",
        "team": {
            "person1": {
                "name": "Норберт Гжехник",
                "description": "Норберт обича работата в екип, но също така се чувства като риба във вода сам. Той има познания и опит в бранша, може да говори с хората и да изслушва техните нужди, а креативността му позволява да създава оригинални проекти, които точно отговарят на предположенията на клиента. Той е трудолюбив, амбициозен и винаги ще подаде ръка за помощ."
            },
            "person2": {
                "name": "Радослав Фрелек",
                "description": "Радек е страхотен във финансите. Той създава оценки и бюджетни предположения за нашите клиенти със затворени очи. Той може да намери пари там, където ги няма, а неговите изчисления и предприемаческо мислене осигуряват сигурни решения на финансовите дилеми на нашите контрагенти."
            },
            "person3": {
                "name": "Александра Зиемба",
                "description": "Александра е жена, фокусирана върху работата и постигането на успех. Тя е педантична, чудесно се справя с трудни и уж нерешими въпроси, а в същото време винаги е усмихната и готова да помогне. Тя задвижва целия ни екип с енергия и ангажираност, а свежата й перспектива отваря затворени врати."
            },
            "person4": {
                "name": "Игор Гжегож Суски",
                "description": "Игор е човек, който всяка компания би искала да има. Трудолюбив, съвестен и винаги готов да действа. Не се страхува от най-трудните предизвикателства, поставени от нашите клиенти, винаги ще намери изгодни решения. Той заразява другите с чувството си за хумор и нови идеи, а проектите му винаги завършват с удовлетвореност на клиентите."
            },
            "person5": {
                "name": "Хана Сосновска",
                "description": "Хана, благодарение на дългогодишния си опит във вътрешния и международния бизнес, е човек, готов на всичко. Усмихната и спокойна, но същевременно съвестна и винаги 100% отдадена на работата, тя ни мотивира да преодоляваме трудностите и да се развиваме."
            }
        },
        "section1": "Ние сме колектив от млади, <span>креативни хора</span>, които със страст и <span>професионализъм</span> и <span>перфекционизъм</span> се отнасят към своите начинания. Надяваме се тези наши качества да ви убедят да си <span>сътрудничите с нас</span>. Бихме искали да благодарим на всички наши съществуващи контрагенти и се надяваме, че винаги ще се радваме на толкова голямо <span>доверие от вас</span>.",
        "section2": "Екипът ни е разделен на тези, които работят в офиса, <span>подготвяйки концепции, бюджетиране и сетълменти</span>, и екип от плановици, които смело реализират проекти на терен. <span>Не се страхуваме</span> от нови предизвикателства, всяко от тях е изпълнено с <span>внимание към най-малките детайли</span>. Благодарение на вас ние можем непрекъснато да <span>развиваме и подобряваме нашите умения</span>.",
        "section3": "Без да лежим на лаврите си, <span>ние непрекъснато подобряваме услугите си</span>, обучаваме и увеличаваме техническите ресурси на оборудването си, така че <span>всеки следващ проект да е най-добрият</span>. Развитието върви ръка за ръка с набирането на нови личности, така че ако смятате, че <span>можете да превърнете идея в реалност</span> точно като нас - свържете се с нас!"
    },
    "realisations": {
        "page-title": "Проекти - IGS Production",
        "hint_button": "вижте още",
        "section1": {
            "title": "ZPE – Интегрирана образователна платформа",
            "project-information": {
                "about": {
                    "title": "Относно проекта:",
                    "content": "<p><span>Интегрирана образователна платформа: е-учебници за общо образование</span> е база от безплатни, общодостъпни и отворени образователни ресурси за развитие на уменията на учениците и учителите за използване на комуникационни и информационни технологии по правителствената програма \"Дигитално училище\".</p> <p>Тази платформа съдържа материали, създадени със средствата на Европейския съюз по Европейския социален фонд (Оперативна програма за човешки капитал 2007-2013 г. и Оперативна програма за развитие на образованието на знания 2014-2020 г.).</p>"
                },
                "implementation": {
                    "title": "Относно изпълнението на проекта:",
                    "content": "<p>Проектът Интегрирана образователна платформа е дългосрочен проект, по време на който имахме удоволствието да си сътрудничим с много специалисти в различни области на хуманитарните и природни науки, както и със занаятчии, представляващи различни професии, изпълнявани у нас. Докато реализирахме проекта, екипът ни посети много градове в цяла Полша, изминавайки общо хиляди километра. Нашите оператори записаха работата на пощальона един ден, а на следващия на тифлоинформатическата техника. Друга интересна задача беше да се подготвят подкасти за новини в областта на генетиката или да се създадат интерактивни игри, представящи химически явления, възникващи в околната среда. В допълнение към аудиовизуалните записи и програмиране, създадохме и графични диаграми, 2D анимации и филми в техниката 360°.</p>"
                },
                "ordering-party": {
                    "title": "Относно клиента:",
                    "content": "<p>Нашият екип изпълнява проекта от 2019 г., в сътрудничество с <a class=\"external-link\" href=\"https://gromar.eu/\" target=\"_blank\" rel=\"noreferrer noopener\">GroMar</a> Sp. z o. o., <a class=\"external-link\" href=\"http://englishsquare.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">Englishsquare.pl</a> Sp. z o. o., <a class=\"external-link\" href=\"https://contentplus.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">CONTENTPLUS.PL</a > Sp. z o.o., LPE Sp. z o. o. и Double Dare Sp. z o. o. Тези компании са лидери на полския пазар за електронно обучение.</p>"
                },
                "link": {
                    "title": "Линк към проекта:",
                    "content": "<p><a class=\"external-link\" href=\"https://zpe.gov.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">zpe.gov.pl</a ></p>"
                }
            }
        },
        "section2": {
            "title": "Бъдещето, благодарение на миналото",
            "project-information": {
                "about": {
                    "title": "Относно проекта:",
                    "content": "<p><span>Бъдещето, благодарение на миналото - история за развитието на медицината</span> - проект, реализиран по поръчка от Медицинския университет в Гданск. Позоваваме се на статия относно проекта, публикувана на уебсайта на Медицинския университет в Гданск - \"Целта му е да популяризира историята на медицината и като част от нея, ще бъде създаден Виртуалният музей на Медицинския университет в Гданск. Благодарение на това от всяка точка на света ще можете да видите избрани експонати от колекциите на музея, да научите за тяхната история и ролята, която са изиграли в развитието на отделните области на медицината.\"</p> <p>Проектът е финансиран от Медицинския университет в Гданск и Програмата за социална отговорност на науката организирана от полския Министъра на образованието.</p>"
                },
                "implementation": {
                    "title": "Относно изпълнението на проекта:",
                    "content": "<p>Екипът ни в три продуцентски части записа и монтира общо 51 филма от поредицата ”Бъдещето, благодарение на миналото“. Винаги си спомняме три пътувания до Гданск с усмивка на лицето, не само благодарение на добре координирания екип, но и поради доброто настроение, което е водещо в нашите планове. В процеса на постпродукция реализирахме визията за представяне на музейните експонати по нов начин, тръгвайки от утвърдените шаблони за документиране на обекти. Благодарение на играта на светлосенки и прецизни движения на камерата създадохме кадри, пълни с артистичност и кинематографичен усет. Във връзка с увлекателния разказ на д-р Марек Буковски, успяхме да създадем поредица от кратки документални филми за историята на развитието на медицината през годините. </p>"
                },
                "ordering-party": {
                    "title": "Относно клиента:",
                    "content": "<p>Медицински университет в Гданск - един от най-старите медицински университети и единственият медицински изследователски университет в Полша.</p>"
                },
                "link": {
                    "title": "Линк към проекта:",
                    "content": "<p><a class=\"external-link\" href=\"https://muzeum.gumed.edu.pl/61668.html \" target=\"_blank\" rel=\"noreferrer noopener\">muzeum.gumed.edu.pl</a></p>"
                }
            }
        },
        "section3": {
            "title": "Каролина Станиславчик - Имаш ли същото като мен?",
            "project-information": {
                "about": {
                    "title": "Относно проекта:",
                    "content": "<p><span>Каролина Станиславчик - млада певица, композиторка  и авторка</span> на песни от Варшава, завладява музикалната сцена на съвременното  поколение. Един от най-големите й музикални успехи е песента Cliché, която има над 10 милиона гледания в YouTube. Без да почива на лаврите си, Каролина показва естествения си талант с всяка следваща песен. Така се запознахме на снимачната площадка по време на създаване на клипа към следващия й хит.<p>"
                },
                "implementation": {
                    "title": "Относно изпълнението на проекта:",
                    "content": "<p>Снимките се проведоха в професионално студио, което предварително беше адаптирано от нашите сценографи специално за концептуалните нужди на клиента. Използвахме набор от LED мечове, за да осветим плана, а материалът беше записан с професионални Black Magic камери. В предпродукционния процес подготвихме сценария, хореографията, костюмите и планирахме какъв ефект искаме да постигнем с крайния продукт. Изчерпателно отговорихме на очакванията на клиента, предоставяйки професионално направен, монтиран музикален видеоклип с цвета и естеството на приказен сън от отдела за постпродукция.<p>"
                },
                "ordering-party": {
                    "title": "Относно клиента:",
                    "content": "<p>HYPSTERIA RECORDS®, както се самоопределят, е нещо повече от марка или художествена агенция. Те се фокусират върху млади, не непременно известни творци от различни области на изкуството, вярвайки в потенциала на младото поколение. По пътя си към успеха те следват собствените си неизследвани пътища. Те се ръководят от артисти като Каролина Станиславчик, Cywil, B-ART, KOBESTONE и Pazzy.<p>"
                },
                "link": {
                    "title": "Линк към проекта:",
                    "content": "<p><a class=\"external-link\" href=\"https://youtu.be/xTONJTQeMTM\" target=\"_blank\" rel=\"noreferrer noopener\" > youtu.be/xTONJTQeMTM </a></p>"
                }
            }
        },
        "section4": {
            "title": "Всекидневен живот Варшава 1915-1918. Стъклени негативи от колекцията на ИСТОРИЧЕСКО СТУДИО НА TCHOREK BENTALL",
            "project-information": {
                "about": {
                    "title": "Относно проекта:",
                    "content": "<p>Филмът, посветен на <span>Историческо студио на Tchorek / Bentall</span>, основан е от скулптора и колекционер Карол Чорек, е направен преди да бъде предаден на града през юли 2021 г. Днес това пространство може да се разглежда като съвременно изкуство, където се събират три разказа: Колекцията на Карол Чорек, архивът на сина му, теоретикът на изкуството Мариуш и визията на художничката Кейти Бентал – съпругата на Мариуш, коментираща и интерпретираща историческото пространство в нейната художествена дейност.</p> <p>Важно \"действащо лице\" във филма са негативите на анонимен автор от Първата световна война, изключителни документи от ежедневния живот на бивша Варшава - нейната архитектура и жители - някога съхранявани в Студиото.</p>"
                },
                "implementation": {
                    "title": "Относно изпълнението на проекта:",
                    "content": "<p>Нашата задача беше да създадем филм, който да предаде по кинематографичен начин същността на негативите на анонимния автор. Днешната столица нямаше да  бъде видяна в предишната си красота, ако не беше тази колекция, затова имахме огромно предизвикателство. Местата, където се провеждаха записите за филма, осигуриха изключително визуално изживяване - дворецът Тишкевич-Потоцки показа красотата и класата на старата полска дворцова архитектура в епохата на Класицизма, а Историческото студио Tchorek / Bental Studio ни позволи да се запознаем с идеите на известния Карол Чорек и близките му.</p>"
                },
                "ordering-party": {
                    "title": "Относно клиента:",
                    "content": "<p>Асоциацията на университетските музеи е организация на музейни единици, които са част от полските университети, действаща от 2012 г. Представители на 106 единици от цяла Полша принадлежат към Асоциацията на университетските музеи. Като асоциация те се занимават, наред с другото, и с опазването, популяризирането и консервацията на паметници в музейните ресурси. Повече информация на уебсайта: <a class=\"external-link\" href=\"https://muzeauczelniane.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">muzeauczelniane.pl</a ></p>"
                },
                "link": {
                    "title": "Линк към проекта:",
                    "content": "<p><a class=\"external-link\" href=\"https://youtu.be/08YpFfODo5g\" target=\"_blank\" rel=\"noreferrer noopener\">youtu.be/08YpFfODo5g</a > </p>"
                }
            }
        },
        "section5": {
            "title": "Yasir - Dope",
            "project-information": {
                "about": {
                    "title": "Относно проекта:",
                    "content": "<p>Това музикално видео беше един от първите проекти, реализирани от нашия екип в международен план. YASIR като пакистански артист, търсещ подходящ снимачен екип за създаване на клип, прие нашата опека. Концепцията на музикалното видео беше да поддържа стимпънк атмосфера със съвременни клубни елементи.</p>"
                },
                "implementation": {
                    "title": "Относно изпълнението на проекта:",
                    "content": "<p>Този проект разполагаше с кратко време за подготовка за снимачния ден. Предпродукционният период продължи 2 дни, самият материал беше записан в рамките на един снимачен ден и ни отне точно 13 часа. Тъй като нашият екип обича да поема предизвикателства, това начинание показа, че няма нищо невъзможно за нас. В този материал, наред със специфични кинематографични кадри и сложни настройки на осветлението, можем да изтъкнем, че 1,5 минути от клипа се състои само от една главна снимка!</p>"
                },
                "ordering-party": {
                    "title": "Относно клиента:",
                    "content": "<p><span>Chaudhry Yasir Zaman</span>, известен като <span>YASIR</span>, е рапър, писател, автор на песни и композитор. Хинди, урди и пенджабски са основните езици на творчеството му.</p>"
                },
                "link": {
                    "title": "Линк към проекта:",
                    "content": "<p><a class=\"external-link\" href=\"https://youtu.be/IcoOPIVRXII\" target=\"_blank\" rel=\"noreferrer noopener\">youtu.be/IcoOPIVRXII</a ></p>"
                }
            }
        }
    },
    "contact": {
        "page-title": "Контакти - IGS Production",
        "title": "Вижте инормация за нас в {targetCountry}",
        "poland": "Полша",
        "bulgaria": "България",
        "tel": "Тел:",
        "email": "Имейл:",
        "address": "Адрес:",
        "contact-button": "Свържете се с нас",
        "form": {
            "title": "Оставете ни съобщение",
            "name": "Вашето име",
            "name-label": "Въведете вашето име",
            "email": "Вашият имейл",
            "email-label": "Въведете вашия имейл",
            "subject": "Тема",
            "subject-label": "Въведете тема",
            "message": "Напишете вашето съобщение",
            "message-label": "Напишете вашето съобщение",
            "back-button": "Назад",
            "send-button": "Изпрати"
        },
        "footer": "<p class=\"info-text\">Всички права запазени {currYear}. IGS Production &copy;.</p> <p class=\"info-text\"> Направено с любов от <a href=\"https://infrablu.xyz\" class=\"external-link\" target=\"blank\">InfraBlu</a >. </p>"
    }
}
