{
    "navigation": {
        "home": {
            "title": "Home",
            "sub-title": "Where it all began"
        },
        "about": {
            "title": "Who we are",
            "sub-title": "Get to know us better"
        },
        "realisations": {
            "title": "Realisations",
            "sub-title": "See what we are proud of"
        },
        "contact": {
            "title": "Contact us",
            "sub-title": "We are waiting for you"
        }
    },
    "home": {
        "page-title": "Home - IGS Production",
        "title": "Using new media, we change <span>your ideas</span> into reality!",
        "animation-path": {
            "webm": "./images/text/home/home-en.webm",
            "mov": "./images/text/home/home-en.mov"
        },
        "realisations-button": "Our Realisations"
    },
    "about": {
        "page-title": "About - IGS Production",
        "team": {
            "person1": {
                "name": "Norbert Grzechnik",
                "description": "Norbert loves teamwork, but he also feels like a fish in water alone. He has knowledge and experience in the industry, he can talk to people and listen to their needs, and his creativity allows him to create original projects that accurately match the client's assumptions. He is hardworking, ambitious and will always lend a helping hand."
            },
            "person2": {
                "name": "Radosław Frelek",
                "description": "Radek is great in finances. He creates valuations and budget assumptions for our clients with closed eyes. He can find money where there is none, and his cool calculations and entrepreneurial thinking provide safe solutions to the financial dilemmas of our contractors."
            },
            "person3": {
                "name": "Aleksandra Zięba",
                "description": "Ola is a woman focused on work and achieving success. She is meticulous, can handle difficult and supposedly unsolvable issues, and is always smiling and ready to help. She drives our entire team with energy and commitment, and her fresh perspective opens up previously closed gates."
            },
            "person4": {
                "name": "Igor Grzegorz Suski",
                "description": "Igor is someone every company would like to have. Hard-working, conscientious and always willing to act. He is not afraid of the most difficult challenges posed by our clients, he will always find favorable solutions. He infects others with his sense of humor and new ideas, and his projects always end with customer satisfaction."
            },
            "person5": {
                "name": "Hanna Sosnowska",
                "description": "Hanna, thanks to many years of experience in domestic and international business, is a person ready for anything. Smiling, relaxed, but at the same time conscientious and always 100% committed to work, she motivates us to overcome difficulties and develop."
            }
        },
        "section1": "We are a collective of young, <span>creative people</span>. Full of passion and <span>professionalism</span>, as well as <span>perfectionism</span> in the actions taken. We want these features to convince <span>you to cooperate</span> with us. We would like to thank all our existing contractors and we hope that we will always enjoy so much <span>trust from you</span>.",
        "section2": "Our team is divided into those who work in the office, <span>preparing for your concepts</span>, budgeting and settlements, and a <span>team of planners</span>, bravely carrying out projects in the field. <span>We are not afraid</span> of new challenges, each of which is carried out with <span>attention to the smallest details</span>. Thanks to you, we can <span>constantly develop and improve our skills</span>.",
        "section3": " Without resting on our laurels, <span>we constantly improve our services</span>, train and increase the technical resources of our equipment so that <span>each subsequent project is our best</span>. Development goes hand in hand with the <span>recruitment of new personalities</span>, so if you think that you can <span>turn an idea into reality</span> just like us - speak up!"
    },
    "realisations": {
        "page-title": "Our Work - IGS Production",
        "hint_button": "see more",
        "section1": {
            "title": "ZPE - Integrated Educational Platform",
            "project-information": {
                "about": {
                    "title": "About the project:",
                    "content": "<p> Integrated Educational Platform, formerly: e-textbooks for general education is a base of free, generally available and open educational resources for developing students 'and teachers' competences in the use of communication and information technologies under the government program \"Digital School\". </p> <p> This platform contains materials that were created with the funds of the European Union under the European Social Fund (Human Capital Operational Program 2007-2013 and the Knowledge Education Development Operational Program 2014-2020). </p>"
                },
                "implementation": {
                    "title": "About the project implementation:",
                    "content": "<p> The Integrated Educational Platform project is a long-term project, during which we had the pleasure to cooperate with many specialists in various fields of humanities and science, as well as with craftsmen representing various professions in our country. While implementing the project, our team visited many places all over Poland, covering a total of thousands of kilometers. Our camera operators recorded the works of the Basketball Player-Plecionkarz one day, and the Typhloinformatics Technique the other. Another interesting task was the preparation of podcasts on news in the field of genetics, or the creation of interactive games presenting chemical phenomena occurring in the surrounding environment. In addition to audiovisual recordings and programming, we also created graphic diagrams, 2D animations and films in the 360 ° technique. </p>"
                },
                "ordering-party": {
                    "title": "About the ordering party:",
                    "content": "<p> Our Team has been implementing the project since 2019, inter alia, in cooperation with <a class=\"external-link\" href=\"https://gromar.eu/\" target=\"_blank\" rel=\"noreferrer noopener\">GroMar</a> Sp. z o. o., <a class=\"external-link\" href=\"http://englishsquare.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">Englishsquare.pl</a> Sp. z o. o., <a class=\"external-link\" href=\"https://contentplus.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">CONTENTPLUS.PL</a > Sp. z o. o., LPE Sp. z o. o. and Double Dare Sp. z o. o. These companies are leaders on the Polish e-learning market. </p>"
                },
                "link": {
                    "title": "Link to the project:",
                    "content": "<p> <a class=\"external-link\" href=\"https://zpe.gov.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">zpe.gov.pl</a > </p>"
                }
            }
        },
        "section2": {
            "title": "The future through the past",
            "project-information": {
                "about": {
                    "title": "About the project:",
                    "content": "<p> Future thanks to the Past - a story about the development of medicine - a project commissioned by the Medical University of Gdańsk, the famous \"MUG\". Quoting an article about the project, posted on the MUG website - \"Its aim is to popularize the history of medicine, and as part of it, the Virtual Museum of the Medical University of Gdańsk will be created. Thanks to this, from anywhere in the world, you will be able to see selected exhibits from the Museum collections, learn about their history and the role they played in the development of individual fields of medicine. \" </p> <p> The project was financed by the Medical University of Gdańsk and the Social Responsibility of Science program of the Minister of Education and Higher Education. </p>"
                },
                "implementation": {
                    "title": "About the project implementation:",
                    "content": "<p> Our team in three production installments recorded and edited a total of 51 films from the series \"Future through the future\". We always remember three trips to Gdańsk with a smile on our face, not only thanks to the well-coordinated team, but also thanks to the atmosphere that always prevails on our plans. In the post-production process, we realized the vision of presenting museum exhibits in a fresh way, departing from the worn-out templates for documentation of objects. Thanks to the game of chiaroscuro and precise camera movements, we created shots full of artistry and cinematic flair. In correlation with the great narrative of Dr. Marek Bukowski, we managed to produce a series of short documentaries about the history of the development of medicine over the years. </p>"
                },
                "ordering-party": {
                    "title": "About the ordering party:",
                    "content": "<p> Medical University of Gdańsk - one of the oldest medical universities and the only medical research university in Poland. </p>"
                },
                "link": {
                    "title": "Link to the project:",
                    "content": "<p><a class=\"external-link\" href=\"https://muzeum.gumed.edu.pl/61668.html\" target=\"_blank\" rel=\"noreferrer noopener\">muzeum.gumed.edu.pl</a > </p>"
                }
            }
        },
        "section3": {
            "title": "Karolina Stanisławczyk - Do you like me?",
            "project-information": {
                "about": {
                    "title": "About the project:",
                    "content": "<p> Karolina Stanisławczyk - a young singer, composer and songwriter from Warsaw, conquers the music scene of the young generation. One of her greatest musical successes is the song Cliché, which has received over 10 million views on YouTube. Without resting on her laurels, Karolina shows her natural talent with each subsequent song. This is how we met on the set during the making of the video for her next hit. </p>"
                },
                "implementation": {
                    "title": "About the project implementation:",
                    "content": "<p> The shooting took place in a professional studio, which had been previously adapted by our set designers especially for the conceptual needs of the client. We used a set of LED swords to illuminate the plan, and the material was recorded with professional Black Magic cameras. In the pre-production process, we prepared the script, choreography, costumes and planned what effect we want to achieve with the final product. We comprehensively met the client's expectations, delivering a professionally made, edited music video with the color and nature of a fairy-tale dream from the post-production department. </p>"
                },
                "ordering-party": {
                    "title": "About the ordering party:",
                    "content": "<p> HYPSTERIA RECORDS® as they define themselves is more than just a label or an art agency. They focus on young, not necessarily famous artists from various fields of art, believing in the potential of a new wave. On their way to success, they follow their own uncharted paths. They are led by artists such as: Karolina Stanisławczyk, Cywil, B-ART, KOBESTONE and Pazzy. </p>"
                },
                "link": {
                    "title": "Link to the project:",
                    "content": "<p><a class=\"external-link\" href=\"https://youtu.be/xTONJTQeMTM\" target=\"_blank\" rel=\"noreferrer noopener\" > youtu.be/xTONJTQeMTM </a></p>"
                }
            }
        },
        "section4": {
            "title": "Everyday Warsaw 1915-1918. Glass negatives from the collection of TCHOREK BENTALL HISTORICAL STUDY",
            "project-information": {
                "about": {
                    "title": "About the project:",
                    "content": "<p> The film dedicated to Pracownia Historyczna Tchorek / Bentall, founded by the sculptor and collector Karol Tchorek, was made before it was handed over to the city in July 2021. Today, this space can be seen as a contemporary art, where three narratives converged: Karol Tchorek's collection, his son's archive, art theorist , Mariusz and the vision of the artist Katy Bentall - Mariusz's wife, commenting and interpreting historical space in her artistic activities. </p> <p> An important protagonist of the film are the negatives of an anonymous author from the First World War, extraordinary documents of everyday life in former Warsaw - its architecture and inhabitants - at one time stored in the Studio. </p>"
                },
                "implementation": {
                    "title": "About the project implementation:",
                    "content": "<p> Our task was to create a film that would convey the essence of the negatives of the anonymous author in a cinematic way. Today's capital city would not regain its former beauty, for example: if it were not for this collection, therefore our \"bar\" has been set high. The locations where the recordings for the film took place ensured an extraordinary visual experience - the Tyszkiewicz-Potocki Palace showed the beauty and class of old Polish palace architecture in the era of classicism, and the Tchorek Historical Studio / Bental Studio allowed us to feel what accompanied the famous Karol Tchorek and his loved ones. </p>"
                },
                "ordering-party": {
                    "title": "About the ordering party:",
                    "content": "<p> The Association of University Museums is an association of museum units that are part of Polish universities, operating since 2012. Representatives of 106 units from all over Poland belong to the Association of University Museums . As an association, they deal, among others, with the protection, promotion and conservation of monuments in museum resources. More information on the website: <a class=\"external-link\" href=\"https://muzeauczelniane.pl/\" target=\"_blank\" rel=\"noreferrer noopener\">muzeauczelniane.pl</a > </p>"
                },
                "link": {
                    "title": "Link to the project:",
                    "content": "<p><a class=\"external-link\" href=\"https://youtu.be/08YpFfODo5g\" target=\"_blank\" rel=\"noreferrer noopener\">youtu.be/08YpFfODo5g</a > </p>"
                }
            }
        },
        "section5": {
            "title": "Yasir - Dope",
            "project-information": {
                "about": {
                    "title": "About the project:",
                    "content": "<p> This music video was one of the first projects carried out by our team internationally. YASIR as a Pakistani artist, looking for a suitable film crew to create a clip, came under our wing. The concept of the music video was to maintain a steampunk atmosphere with contemporary club elements. </p>"
                },
                "implementation": {
                    "title": "About the project implementation:",
                    "content": "<p> This project was characterized by a short preparation time for the shooting day. The pre-production period lasted 2 days, the material itself was recorded during one shooting day, and it took us exactly 13 hours. As our team likes to take up challenges, this project has shown that nothing is impossible for us. In this material, apart from cinematic shots and complicated lighting settings, we can boast that 1.5 minutes of the clip consisted of only one mastershot! </p>"
                },
                "ordering-party": {
                    "title": "About the ordering party:",
                    "content": "<p> Chaudhry Yasir Zaman, known as YASIR, is a rapper, writer, songwriter and composer. Hindu, Urdu and Punjabi are the main languages of his work. </p>"
                },
                "link": {
                    "title": "Link to the project:",
                    "content": "<p> <a class=\"external-link\" href=\"https://youtu.be/IcoOPIVRXII\" target=\"_blank\" rel=\"noreferrer noopener\">youtu.be/IcoOPIVRXII</a > </p>"
                }
            }
        }
    },
    "contact": {
        "page-title": "Contacts - IGS Production",
        "title": "See our contact info for {targetCountry}",
        "poland": "Poland",
        "bulgaria": "Bulgaria",
        "tel": "Tel:",
        "email": "Email:",
        "address": "Address:",
        "contact-button": "Contact us",
        "form": {
            "title": "Leave us a message",
            "name": "Name",
            "name-label": "Enter your name",
            "email": "Email",
            "email-label": "Enter your email",
            "subject": "Subject",
            "subject-label": "Enter the subject",
            "message": "Write your message",
            "message-label": "Enter your message",
            "back-button": "Back",
            "send-button": "Send"
        },
        "footer": "<p class=\"info-text\">All rights reserved {currYear}. IGS Production &copy;.</p> <p class=\"info-text\"> Made with love by <a href=\"https://infrablu.xyz\" class=\"external-link\" target=\"blank\">InfraBlu</a >. </p>"
    }
}
